{
  "General Wellness": {
    "How do I improve my mental health and wellness": "There are a couple of things you can do to improve your wellness such as: /n -Seeking professional help through therapy. You can book a session with one of our Rafi therapists through the App and journey together towards some wellness goals you’d like to achieve. /n -Establish a social support system. This can be with friends and family that you trust and find safety in. /n -Develop stress management skills to help cope during those difficult moments. /n -Enhance self-love. Remember that wellness starts from within and how you view yourself. /n -Try to get enough sleep. 7-8 hours of sleep is recommended for healthy well-being. /n -Practice daily affirmations /n -Create more time for relaxation /n -Engage in physical exercise",
    "How do I help a friend struggling with mental wellness issues?": "It is resourceful for individuals struggling with their mental health wellness to have a reliable support system. There are many ways we can help a friend such as: /n -Listening to them carefully and in a non-judgemental and empathetic way. /n -Knowing your limits towards what you can handle and instances where you would need to refer them to a professional. /n -Frequently checking up on them even when they seek professional help. /n -Offering them help in terms of where to seek professional assistance depending on the needs shared. Feel free to refer them to the Rafi app to book a session with one of the therapists, if feeling stuck.",
    "How do I develop a sense of purpose": "It is resourceful for individuals struggling with their mental health wellness to have a reliable support system. There are many ways we can help a friend such as: /n -Listening to them carefully and in a non-judgemental and empathetic way. /n -Knowing your limits towards what you can handle and instances where you would need to refer them to a professional. /n -Frequently checking up on them even when they seek professional help. /n -Offering them help in terms of where to seek professional assistance depending on the needs shared. Feel free to refer them to the Rafi app to book a session with one of the therapists, if feeling stuck.",
    "What is wrong with me?": "There is nothing wrong with you! Life is simply full of challenges that affect each one of us. There are several things that you can consider doing if you feel this way: /n -Be kind to yourself and avoid any sort of self-blame or self-sabotage. /n -Try engaging in activities that calm you such as music, drawing, walking, dancing, etc. /n -Schedule time to identify the different dynamics in your life and what may trigger this question. /n -Identify possible solutions to the existing problems. /n -Seek support from a therapist. Feel free to book a one-on-one session on Rafi.",
    "Can mental health affect physical health?": "Yes, most mental health problems have an impact on one’s physical wellness. They go hand in hand. For instance, anxiety and stress could lead to hypertension, digestive issues, headaches, and even a reduced immune system.",
    "What are mood disorders?": "Mood disorders are mental health conditions characterized by serious distress in one's thoughts and emotions, which directly affects one's overall well-being and daily functioning. /n Some of the common mood disorders include major depression, bipolar, and anxiety, among others.",
    "What do I do if I have low mood?": "It’s normal to experience low moods at times depending on what the trigger/reason could be.  /n -It’s important to identify and limit the stressors that are causing low moods. /n -You can also seek support from your trusted circle, as friends and family can help improve the low mood.  /n -Engage in relaxation activities such as meditation, rest, and journaling. Feel free to use the Rafi app for journaling prompts. /n -Engage in physical activities such as walks, running, attending the gym, etc.  /n -Engage in healthy eating habits.",
    "How does journaling help?": "Journaling is a common technique that a therapist would recommend and encourage their clients to engage in frequently. /n -It helps one in self-reflection and the expression of one's emotions authentically without fear of judgment. /n -Journaling also plays a key role in reducing stress levels and increasing one's self-awareness.",
    "How do I stop spending too much time on social media?": "There are so many healthy benefits associated with social media, however, there is a need to establish boundaries if one feels they might be spending too much time on it.  /n -Setting time limits on how long you’d like to spend on your phone can help you account for your time and prioritize what might be most relevant to focus your energy on. /n -You can be intentional in generating real-time connections by focusing on engaging in offline activities with people and the environment around you. This can be enhanced by practicing mindfulness-based activities.  /n -Lastly, it is okay to evaluate one's interactions online and purposefully engage with meaningful content that aligns with your virtues and goals. For example, unfollowing and muting conversations, people, and content that doesn’t reflect the above can be helpful.",
    "What do I do if I am stuggling to find my career path?": "Choosing the right career path can be an overwhelming and stressful moment at times. A career crisis can happen to a young adult who is exploring what course to pursue or a professional who is considering their next job move. /n -First and foremost, make a list of all the strengths and skills you have. /n -Now think of your interests and passions: what you enjoy doing and are good at. An aptitude test like RIASEC can help you explore this. /n -Explore options in specific job fields based on your interests and passions. /n -Research the day-to-day responsibilities for the specific job fields. /n -From the responsibilities listed for the job field options, choose one that best fits your interests, strengths, and skills. It is important to choose a career that aligns with your personality. /n -Avoid choosing a career solely for reasons of the expected income. It is part of the reasons to choose a suitable career path, but should not be the only reason."
  },
  "Therapy": {
    "How do I know I need therapy?": "In most cases when you find yourself thinking about seeing a therapist then you are self-aware to know the significance of therapy. Some circumstances and situations in life would make one prioritize booking a therapy session. e.g. Experiencing major life transitions, excessive feelings of sadness, hopelessness, low self-esteem, anger, aggressive behavior, grief, traumatic experiences, and stress among others. Therapy provides an opportunity to share and work on these overwhelming issues and experiences in a safe space that’s free of judgment and biases.",
    "How long does a therapy session take?": "The average time taken in a session would be between 40- 60 minutes.",
    "How many sessions should someone undergo in therapy?": "he average number of sessions varies depending on the presenting issues explored during the first session with the therapist. This is also dependent on the wellness goals the client would like to achieve in therapy. However, the average number of sessions would vary between 4-8 sessions.",
    "What are the limitations of confidentiality?": "Therapists are obligated to protect the privacy of the information shared by the clients during therapy sessions. /n -However, the limitations to confidentiality apply where one may reveal harm to self or others, or due to a client’s pending court orders. /n -The therapist will make deliberate efforts to inform the client before breaking confidentiality.",
    "What should one do if you are having difficulties with building rapport with your therapist?": "When you struggle to estabis rapport with a therapist, it does not necessarily mean that they are bad. It could mean: /n -You are not ready for therapy at the moment which could make you show some form of resistance /n -The therapist is not the right match for you /n In this case, it is okay to let the therapist know of your thoughts on this so that they can help you either through referring you to a different therapist or re-assessing your working relationship with them into what may work best for you.",
    "How will a therapist keep my information safe from access by other people?": "-Therapy sessions are confidential and both the therapist and the client should uphold confidentiality.  /n -The therapist is expected to keep all sessions notes and other client documentation under lock and key or password protected. /n -Therapists can further opt to use alias names instead of the client's identifiable information when writing any session notes, which is what is done on Rafi. /n -Confidentiality can only be broken on special instances as guided by possible ethical obligations purposes as guided by law; all with your consent and awareness."
  },
  "Relationships": {
    "I had a terrible fight with my partner/friend, what should I do?": "It is normal and okay to have a conflict with your loved ones, however, it is how one manages the conflict that is important. In this case: /n -Try to take a step back and reflect on what the source of the conflict/problem could be. /n -Communicating respectfully with your partner/friend goes a long way in creating an open and safe space where all issues can be shared.  /n -If the emotions are too high, try moving away to calm down first before addressing the issues at hand. /n -If possible where there is persistent conflict, invite a mediator or friend to assist in establishing healthy solutions that would be unbiased.",
    "What are some signs/red flags of a toxic/unhealthy relationship?": "Any relationship that has elements of physical, financial, sexual or emotional abuse is not a safe space and you could be putting yourself at risk.  Where there are high instances of unresolved conflicts or poor conflict management, that could lead to unhealthy relations. If one or both partners show negative behaviors such as manipulation, lack of trust & respect, and narcissism, it is a clear indication of an unhealthy relationship.",
    "How do I move on from a breakup?": "Going through a breakup can be a difficult and emotional period. /n -The first thing to do is to accept that the relationship has ended. This will help you find closure. /n -Allow yourself to grieve the loss of a relationship. /n -Accept and allow yourself to experience the different range of emotions that you might experience, such as feelings of betrayal, anger, sadness, and bitterness among others. This is all normal. /n -Seek support from trusted people or a therapist where you can freely express your feelings and thoughts.",
    "How do I deal with toxic parents?": "It can be difficult to handle toxic people in this case, parents. However, there are a few steps you could take to try to handle such situations: /n -Set clear boundaries that communicate what is acceptable and tolerable. /n -Try to create a support system of people you can share with as it gets overwhelming at times. /n -Allow yourself to channel your feelings and thoughts in a safe space. /n -Prioritize self-care by safeguarding your interests and where possible minimizing chances of conflict and seek to develop resilience towards some of the triggers that one would experience.",
    "What do I do if I have a poor social life?": "Having a good social life is important for your mental wellness, therefore there are some strategies one can adopt towards improving their social life. /n -Getting to establish what would be the primary cause of one's poor social life can be a good place to start. For some, it could be due to a possible low sense of self-esteem, social anxiety, or a lack of social skills.  /n -Establishing social goals would be a great way to track one's progress and an opportunity to build and work/practice on some of the possible social skills and approaches when it comes to social interactions. n -Placing intentionality toward challenging negative thought patterns about one's or others' beliefs is a key strategy for developing a growth mindset and open mind.",
    "How do I deal with feelings of loneliness?": "There are times we experience feelings of loneliness that can be triggered by different situations or events. There are a couple of strategies you can work around to help address such emotions. These are: /n -Identifying social engagement activities that you could be interested in can go a long way. This could be by joining clubs, volunteering, or identifying events that you would want to attend. /n -Engaging in physical activities such as going to the gym, doing walks, or running can help increase positive moods and can present opportunities for social interactions.  /n -Engaging in interests and hobbies. /n -Expressing some self-compassion.  /n -Lastly, joining a support group can also be an avenue where one can interact and share freely without fear or judgment even as they get supported by members and a professional."
  },
  "Burnout, stress & overwhelm": {
    "What should I do when experiencing burnout?": "Burnout is a common issue that faces both students and employees. If not handled, it could harm your ability to be productive and energetic. /n -You can start by recognizing the signs of burnout that you may be experiencing such as irritability, pessimism, exhaustion, anxiety, etc. /n -Create “me time”. Value and be more intentional about doing activities that help you relax and feel happy or fulfilled. /n -Get enough sleep. Rest is important for an active mind. /n -Talk to trusted people in your circle. /n -Prioritize tasks based on urgency. /n -Leave work at work - don’t carry work back home unless when very necessary! /n -Delegate tasks if possible to help maintain your focus and bandwidth.",
    "I feel overwhelmed by my studies, what do I do?": "Academic pressure can increase one's stress levels, and it’s normal for one to feel overwhelmed. Here’s what you can do: /n -Set realistic academic goals to help measure your progress. Start with the subjects that you find easy and move on to the more difficult ones. /n -Try to develop a growth mindset to help you embrace the challenges experienced and develop healthy problem-solving skills. You’ve gone through so many challenges before and you will succeed in this one as well! /n -Build friendships or study groups that can help you sharpen the areas in which you feel overwhelmed. /n -Remember that sharing some of the challenges you experience goes a long way toward building a strong support system.",
    "I feel overwhelmed at work. What should I do?": "It is okay and normal to feel overwhelmed in the workplace due to the intensity of the workload and working environment. However, there are key ways to reduce some of the feelings that one would experience in such situations: /n -Try to prioritize the important tasks - you can write them down to see what’s urgent. /n -Remember that if it is not urgent it can wait. /n -Be time-conscious of the time you spend on tasks. /n -Incorporate a daily routine for self-care - after a long day of work, it is crucial for you to get some rest.",
    "How do I de-stress after a long day?": "De-stressing is among some of the ways individuals can intentionally work to improve their mental wellness. Some of the ways you can de-stress could involve: /n -Engaging in physical activities of your liking such as going to the gym, running, walking, meditation, yoga, and journaling among others.  /n -Taking a bath and preparing your favorite meal are some of the small but significant things that can help you de-stress. /n -Engaging in one's interests and hobbies is also a meaningful way to de-stress. /n -Socializing and catching up with close families and friends can help you feel relaxed after a stressful day.",
    "I am experiencing financial difficulties, what should I do?": " Financial stress is one of the stressors in modern life that can take a huge toll on your physical and mental health. /n -Some of the ways to cope include: /n -Talking to a trusted person to relieve the stress /n -Tracking your spending to identify unnecessary expenses and triggers  /n -Devising a plan to cut back on things you do not need. Downsizing can be a great option. If possible. /n -Seeking help from able family or friends for support can help. You don’t have to go through it alone. /n -Coming up with a financial long-term plan and sticking to it e.g. finding a job. /n -Don’t let setbacks make you give up. This too shall pass."
  },
  "Productivity and motivation": {
    "How do I improve my workplace productivity?": "You can try to: /n -Minimize time spent on activities that may be too consuming or unnecessary.  /n -Set achievable goals on a daily or weekly basis based on urgency of tasks and .  /n -Get enough sleep and engage in proactive activity of your choice to help keep an active mind. /n -Limit your existing distractions (e.g. social media, noisy work environment, etc.) /n -You also need to continue growing your skill set on the different projects that you may be assigned. This can help you increase your speed and insight. Set some time aside to this during or after working hours.",
    "How do I increase and gain high levels of motivation?": "-Celebrate your small wins /n -Establish a support system /n -Break down tasks into smaller chunks /n -Find meaning in what you do in life /n -Practice gratitude",
    "Why do I struggle to stay motivated and focused on my tasks?": "If you lack motivation, you may need to examine underlying stressors, unmet needs, or potential mental health concerns to determine the root cause. Over time, setting realistic and attainable goals, breaking tasks into small steps, and celebrating small victories can also build motivation."
  },
  "Anxiety": {
    "What causes me to experience anxiety?": "A variety of factors can trigger anxiety, including stress, life changes, or unresolved issues.  Environmental stressors and lack of social support also contribute significantly. It would be important to understand the unique triggers of your anxiety, develop effective coping strategies, and address any underlying issues. You can book a session on Rafi to explore this with one of our therapists.",
    "Recently, I have been feeling anxious. How do I control the feeling?": "-If you are feeling restless and struggling to slow down, try to utilize some relaxation techniques such as breathing exercises or yoga. /n -You can engage with some of the tools in the Rafi app such as the journaling feature. /n -Getting up and taking a brisk walk is also a very helpful strategy as it helps you clear your mind.  /n -Lastly, try identifying what is triggering your anxiety and identify the best course of action to address it.",
    "How can I differentiate between normal stress and anxiety that may require professional intervention?": "It is normal to feel stressed, but persistent and excessive worry, physical symptoms, and difficulty functioning in daily life can indicate an anxiety disorder. If your anxiety is impacting your well-being, it's important to seek professional support. We can collaborate to assess the severity of your symptoms and determine the most effective interventions on Rafi.",
    "What is performance anxiety?": "Performance anxiety refers to your belief in the inability to perform a task. Different situations can cause you to experience performance anxiety and the goal is to reduce stress and gain more confidence. /n Practicing relaxation techniques such as breathing exercises, meditation, and positive self-talk are coping strategies you can develop in such instances. It’s better to do it scared than not to do it at all.",
    "How can I stop worrying about future events?": "It is not possible to predict what will happen in the future. We can only prepare ourselves as much as possible. Addressing anticipatory anxiety may involve focusing on the present moment through mindfulness practices. You can explore techniques to challenge and redirect anxious thoughts, helping you build resilience and manage the uncertainties without overwhelming worry. Remember to focus on only that which is in your control. Feel free to book a session with Rafi to explore this with a therapist."
  },
  "Focus and concentration": {
    "What should I do if I am struggling to think?": "The struggle to think is referred to as brain fog where one may feel confused, struggle to concentrate and focus, or even be forgetful. /n It can either be caused by stress, too much time on the computer or phone, or even lack of enough sleep. /n To improve your ability to think, aim to get at least 7-8 hours of sleep, exercise, spend less time on screens and devices, and learn how to manage the existing stressors through journaling or seeking Rafi for help",
    "How do I stop overthinking?": "It's important to know when you are overthinking any possible situations that trigger you to spiral into your thoughts. A lot of people go through this so you are not alone. To help reduce these instances: /n -Challenge these thoughts with more realistic ones. Unfortunately, our brain is more inclined to automatically think of negative thoughts. For this, we should practice to replace them with realistic ones whenever they come to mind. /n -Utilize distraction techniques such as snapping a rubber band around your wrist, counting from 1 to 10 repeatedly for 5 rounds, engaging in a task, or journaling which helps relieve the spiraling. /n -Keep the focus on problem-solving by identifying possible solutions to your problems rather than overthinking them.",
    "How can I strike a balance between maintaining focus on tasks and avoiding burnout?": "Firstly, remember to take up tasks that you are able to handle efficiently. Balancing focus and preventing burnout involves: /n -Setting realistic work limits  /n -Taking regular breaks based on your concentration span. Try to use the Pomodoro concentration technique. /n -Incorporate activities that promote relaxation and rejuvenation such as reading, taking a walk or even an afternoon nap! /n These can help you set a sustainable routine that maximizes your productivity while preserving your mental and emotional well-being."
  },
  "Body image and self-love": {
    "How do I handle body shaming?": "Individuals need to be mindful of their perceptions of themselves and others to avoid body shaming, as in most cases it could be beyond one’s control. A few things that you can do to help address this include: /n -Engaging in mindfulness-based activities that allow one to be more accepting of oneself is important for building resilience against body shaming. /n -Frequent positive self-talks and affirmations can boost one's confidence. (e.g. My size, shape, and appearance do not impact my ability to enjoy life.) /n -Establishing a healthy support system that is mindful of one's experiences and free of judgemental opinions is recommended. /n -We’d recommended a journey with one of our therapists in the Rafi App in case one would want extra support towards building their resilience and boosting their confidence.",
    "Why do I struggle with low self-esteem, and how can I build a more positive self-image?": "Low self-esteem can result from various factors, including early life experiences, critical self-talk, and societal influences. Therapy or insightful conversations with your support circle can help you explore the origins of these negative beliefs. It’s important to challenge any unhelpful thought patterns, and work on building a more positive self-image through self-compassion, acknowledging your strengths, and setting realistic goals.",
    "What do I do if I have low self-esteem?": "Having low self-esteem can happen to anyone at any given time. It is possible to grow and improve one’s self esteem by doing a few things: /n -Firstly, please acknowledge that no one is perfect and we all have flaws. You are doing just fine. /n -Secondly, try to stop comparing yourself to other people, it will only put you down further. /n -Thirdly, avoid negative self-talk and instead, cultivate positive affirmations. /n -Remember that you too have great strengths and wonderful things about yourself and you need to take time to appreciate them more. /n -Lastly, practice self-care as it is important in loving and appreciating yourself. Identify the qualities you like about yourself. This can help with building your confidence more.",
    "How do I stop self-harming?": "If you are constantly harming yourself in any sort of way and cannot seem to shake off the urge, it is high time to book a session with a psychologist for support and assessment. We are here to help!"
  },
  "Workplace Wellness": {
    "Is it mandatory for employers to request employees to go for therapy?": "Therapy is optional. No one should be forced to seek therapeutic services. However, an employer can encourage an employee to seek the services if their well-being is deteriorating and affecting their productivity at work. /n You should choose to share with your employer information only that which you are comfortable disclosing. Therapists are also trained on how to write a letter of evidence/referral, if necessary, to your employer without causing any sort of harm or stigma to their clients.",
    "How do I have a positive work-life balance?": "It can get difficult to have a good work-life balance. Here’s what you can do: /n -Utilize your leave days when you feel burnt out and need a break. /n -Learn to be flexible by adjusting your schedule to accommodate some unforeseen circumstances at work or in your personal life without jeopardizing the other. /n -Establish clear boundaries between your work and personal life (e.g. your available work times, communication channels, etc.) /n -Create a daily routine for your self-care (e.g. watch your favorite episode, exercise, connect with loved ones, eat your favorite meal, buy yourself a gift, etc.)",
    "How can I build emotional resilience in the workplace?": "Emotional resilience refers to your ability to maintain a positive attitude during difficulties in one’s personal life or the workplace. To enhance your emotional resilience in the workplace: /n -Engage in a self-care routine that works for you /n -Stay positive by replacing negative thoughts with positive thoughts /n -Recognize your achievements - don’t downplay them /n -View your shortcomings as an opportunity to grow and get better /n -Seek help from your trusted circles /n -Set SMART goals for yourself.",
    "How can one improve their communication skills to foster a conducive relationship with their colleagues?": "Learn how to listen attentively when the other person is talking. /n -Always watch your tone. A calmer tone goes a long way particularly in stressful conversations. /n -Think through or prepare what you are going to say before talking. /n -Be mindful of the body language, facial expression, or the gestures you use when communicating."
  },
  "Addiction": {
    "What are the common risk factors of addiction?": "Addiction can arise from a combination of genetic, environmental, and psychological factors. There are several risk factors associated with addiction, including genetics, trauma, mental health conditions, and exposure to addictive substances or behaviors. Understanding these elements is crucial for developing effective prevention and treatment strategies.",
    "How can I differentiate between recreational substance use and the early signs of addiction?": "Any recreational or hard drug used has the potential to be addictive if not used carefully. Early signs of addiction may include an increased tolerance, preoccupation with obtaining the substance, neglect of responsibilities, and unsuccessful attempts to cut down. If substance use is negatively impacting various aspects of your life, we encourage you to seek professional assessment and support where needed.",
    "What should I do if I am struggling with an addiction?": "Addiction tends to be a delicate mental health issue that can be incapacitating. Some people can quit by going cold turkey while others need a lot of support. If you have unsuccessfully tried to cut back or quit your addiction, professional help will be necessary. Please try to check-in with a therapist for an assessment and the way forward. We’re here to help!"
  },
  "How to handle stressful events": {
    "How can I manage stress when faced with unexpected or challenging events?": "Stressful events can present themselves in various ways and we may not have control over their timings or frequency. Managing unexpected stress involves implementing coping strategies such as: /n -Deep breathing or mindfulness exercises. This helps you stay grounded and feel more in charge of the moment. /n -Positive reframing. Positive thoughts are manifested into positive actions.  /n -Creating a plan to address the specific challenges can also help bring clarity and control into the decisions you may need to make to address the situation. /n -Break tasks into smaller steps so that they seem more realistically achievable. /n -Lastly, seeking support from friends, family, or professionals can contribute to a more effective stress management approach.",
    "What should I do when experiencing a panic attack?": "You might experience panic attacks through the following signs: intense and sudden fear, trembling, shortness of breath, or increased heart palpitations. If you happen to feel this way, don’t worry, here’s what you can do: /n -Recognize that you are having a panic attack which will eventually pass. /n -If possible, stay where you are until you feel calmer. /n -Breath in and out slowly by counting 1 to 5 with every deep breath in, and 1 to 5 with every deep breath out. /n -Use positive self-talk to help move away from the negative thoughts caused by the panic state. /n -Talk to a trusted person afterward to explore the panic triggers and what you can do in case it happens another time.",
    "What should I do if I experience a traumatic event?": "Unfortunately, you may not have control over some of the traumatic experiences encountered. However, there are things you can do to cope better: /n -It's okay to share some of the feelings and narratives of the events with your trusted friends or family members. /n -Try to engage in activities or techniques that keep you grounded at the moment, such as deep breathing exercises, taking walks, listening to music, journaling, etc. /n -Seeking professional help from a therapist during such moments can also help you lower the chances of developing post-traumatic stress disorder. This can occur if the traumatic experiences are not addressed in a timely manner."
  },
  "Grief": {
    "What is grief, and what are the common emotional responses to loss?": "Grief is a natural response to loss, involving a range of emotions such as sadness, anger, guilt, and confusion. It is a unique and individual process that may manifest both emotionally and physically. It can sometimes be a complex experience that different individuals will go through differently. Understanding grief and how one may be experiencing it can help individuals navigate the complexity of their emotions.",
    "How long does the grieving process last, and is there a normal way to grieve?": "There is no set timeline for the grieving process. It is unique to each individual, and may manifest in different ways. Grief is not a linear journey, and emotions may ebb and flow over time. What's considered normal varies widely, and everyone experiences grief in their own way. It's essential to allow oneself the time and space needed for healing.",
    "What are common coping strategies for dealing with grief?": "As there are different ways that individuals experience grief, there are also a number of strategies one can use to deal with it. Coping with grief involves: /n -Seeking support from friends, family, or support groups.  /n -Engaging in activities that bring you comfort /n -Expressing emotions through journaling or drawing/painting /n -Practicing self-care  /n -Establishing routines to help provide structure and stability during challenging times. /n -Setting boundaries around your emotional limits and communicating them to others. /n -Seeking professional counseling or therapy to explore and navigate through your emotions and healing",
    "How do I assist a person going through grief?": "Grief comes with different emotions/feelings. When people close to us are experiencing moments of grief it is crucial for them to have a support system they can count on during such difficult moments. Here’s what you can do: /n -Provide them with a safe space by actively listening to their feelings and experiences on their loss. /n -Normalize what they are feeling because of the loss. /n -It is okay to refer or recommend people struggling through resolving their grief for therapy sessions on Rafi to talk to a therapist."
  }
}
